Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# PRO_RES_COLOR_SPACE_TITLE
source: ProRes Encoding
ar: ترميز ProRes
bg: ProRes кодиране
bn: ProRes এনকোডিং
ca: Codificació ProRes
cs: Kódování ProRes
da: ProRes-kodning
de: ProRes-Codierung
el: Κωδικοποίηση ProRes
es: Codificación ProRes
es_us: Codificación ProRes
fi: ProRes-koodaus
fr: Encodage ProRes
fr_ca: Encodage ProRes
gu: ProRes એંકોડિંગ
he: קידוד ProRes
hi: ProRes एनकोडिंग
hr: ProRes kodiranje
hu: ProRes kódolás
id: Pengodean ProRes
it: Codifica ProRes
ja: ProResエンコーディング
kk: ProRes кодтау
kn: ProRes ಎನ್‌ಕೋಡಿಂಗ್
ko: ProRes 인코딩
lt: „ProRes“ kodavimas
ml: ProRes എൻകോഡിങ്
mr: ProRes एनकोडिंग
ms: Pengekodan ProRes
nb: ProRes-koding
nl: ProRes-codering
or: ProRes ଏନ୍‌କୋଡିଂ
pa: ProRes ਇਨਕੋਡਿੰਗ
pl: Kodowanie ProRes
pt_br: Codificação ProRes
pt_pt: Codificação ProRes
ro: Codare ProRes
ru: Кодировка ProRes
sk: ProRes kódovanie
sl: Kodiranje ProRes
sv: ProRes-kodning
ta: ProRes என்கோடிங்
te: ProRes ఎన్‌కోడింగ్
th: บันทึกข้อมูล ProRes
tr: ProRes Kodlama
uk: Кодування ProRes
ur: ‏ProRes انکوڈنگ
vi: Mã hóa ProRes
zh_cn: ProRes编码
zh_hk: ProRes編碼
zh_tw: ProRes編碼

# QR_CODES
source: Scan QR Codes
ar: مسح ضوئي لرموز QR
bg: Сканиране на QR кодове
bn: QR কোড স্ক্যান করুন
ca: Escaneja codis QR
cs: Skenovat QR kódy
da: Scan QR-koder
de: QR-Codes scannen
el: Σάρωση κωδικών QR
es: Escanear códigos QR
es_us: Escanear códigos QR
fi: Skannaa QR-koodit
fr: Scanner des codes QR
fr_ca: Balayer des codes QR
gu: QR કોડ સ્કૅન કરો
he: סריקת קודי QR
hi: QR कोड स्कैन करें
hr: Skeniraj QR kodove
hu: QR-kódok beolvasása
id: Pindai Kode QR
it: Scansiona codici QR
ja: QRコードをスキャン
kk: QR кодтарды сканерлеу
kn: QR ಕೋಡ್‌ಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: QR 코드 스캔
lt: Nuskaityti QR kodus
ml: QR കോഡുകൾ സ്കാൻ ചെയ്യൂ
mr: QR कोड स्कॅन करा
ms: Imbas Kod QR
nb: Skann QR-koder
or: QR କୋଡ୍ ସ୍କାନ୍ କରନ୍ତୁ
pa: QR ਕੋਡਾਂ ਨੂੰ ਸਕੈਨ ਕਰੋ
pl: Skanuj kody QR
pt_br: Escanear QR Codes
pt_pt: Leitura de códigos QR
ro: Scanare coduri QR
ru: Сканирование QR‑кодов
sk: Skenovať QR kódy
sl: Skeniraj kode QR
sv: Skanna QR-koder
ta: QR குறியீடுகளை ஸ்கேன் செய்
te: QR కోడ్‌లను స్కాన్ చేయండి
th: สแกนคิวอาร์โค้ด
tr: QR Kodlarını Tara
uk: Сканувати QR-коди
ur: ‏QR کوڈ اسکین کریں
vi: Quét mã QR
zh_cn: 扫描二维码
zh_hk: 掃描二維碼
zh_tw: 掃描行動條碼

# SEM_DEV_GROUP_FOOTER
source: Automatically improve photos of various scenes using intelligent image recognition.
ar: التحسين التلقائي لصور المشاهد المتنوعة باستخدام التعرّف الذكي على الصور.
bg: Автоматично подобрява снимките от различни сцени с помощта на интелигентно разпознаване на изображения.
bn: ইন্টেলিজেন্ট ইমেজ রিকগনিশন ব্যবহার করে বিভিন্ন দৃশ্যের ছবি স্বয়ংক্রিয়ভাবে উন্নত করুন।
ca: Millora automàticament les fotos de diferents escenes amb el reconeixement d’imatge intel·ligent.
cs: Automaticky vylepší fotky různých typů scén s využitím inteligentního rozpoznávání obrazu.
da: Gør automatisk fotos af forskellige scener bedre vha. intelligent billedgenkendelse.
de: Verbessert mithilfe intelligenter Bilderkennung automatisch Fotos mit verschiedenen Szenen.
el: Αυτόματη βελτίωση φωτογραφιών διάφορων σκηνών με χρήση της έξυπνης αναγνώρισης εικόνων.
es: Mejora automáticamente las fotos de varias escenas con el reconocimiento inteligente de imágenes.
es_us: Mejora automáticamente fotos de varias escenas usando el reconocimiento de imagen inteligente.
fi: Parantaa automaattisesti useista tilanteista otettuja kuvia älykkään kuvantunnistuksen avulla.
fr: Améliorez automatiquement les photos de différents sujets à l’aide d’une technologie de reconnaissance intelligente des images.
fr_ca: Améliore automatiquement les photos de scènes variées à l’aide de la reconnaissance d’image intelligente.
gu: વિવિધ સીનના ફોટોને ઑટોમૅટિક સુધારવા માટે ઇંટેલિજંટ ઇમેજ ઓળખનો ઉપયોગ કરો.
he: ניתן לשפר באופן אוטומטי תמונות של סביבות שונות באמצעות זיהוי תמונות חכם.
hi: विभिन्न दृश्यों की तस्वीरों को ऑटोमैटिकली सुधारने के लिए इंटेलिजेंट इमेज पहचान का उपयोग करें।
hr: Automatski poboljšajte slike raznih scena korištenjem inteligentnog prepoznavanja slika.
hu: A különböző témákat tartalmazó fotók automatikus javítása intelligens képfelismerés használatával.
id: Tingkatkan foto berbagai pemandangan secara otomatis menggunakan pengenalan gambar pintar.
it: Migliora in modo automatico le foto di vari scenari utilizzando il riconoscimento intelligente delle immagini.
ja: 画像をインテリジェントに認識して、さまざまなシーンの写真をより美しくします。
kk: Фотоны тану функциясы арқылы оларды автоматты түрде жақсарту.
kn: ಬುದ್ಧಿವಂತ ಚಿತ್ರ ಗುರುತಿಸುವಿಕೆ ಬಳಸಿಕೊಂಡು ವಿಭಿನ್ನ ದೃಶ್ಯಗಳ ಫೋಟೋಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸುಧಾರಿಸಿ.
ko: 지능형 이미지 인식 기능을 사용하여 다양한 장면의 사진을 자동으로 향상합니다.
lt: Automatiškai patobulinkite įvairių scenų nuotraukas naudodami išmanųjį vaizdo atpažinimą.
ml: ഇന്റലിജന്റ് ഇമേജ് തിരിച്ചറിയൽ ഉപയോഗിച്ച് വിവിധ ദൃശ്യങ്ങളുടെ ഫോട്ടോകൾ ഓട്ടോമാറ്റിക്കായി മെച്ചപ്പെടുത്തൂ.
mr: विविध दृश्य असलेले फोटो ऑटोमॅटिकली सुधारण्यासाठी इंटेलिजेंट इमेज ओळखचा वापर करा.
ms: Tingkatkan foto pelbagai adegan secara automatik menggunakan pengecaman imej pintar.
nb: Forbedre automatisk bilder av ulike scener ved hjelp av intelligent bildegjenkjenning.
nl: Verbeter automatisch foto's van verschillende scènes met intelligente beeldherkenning.
or: ଇଣ୍ଟେଲିଜେଣ୍ଟ ଇମେଜ୍ ଡିଟେକ୍ସନ୍ ବ୍ୟବହାର କରି ସ୍ବୟଂଚାଳିତ ଭାବରେ ବିଭିନ୍ନ ଦୃଶ୍ୟର ଫଟୋଗୁଡ଼ିକୁ ଉନ୍ନତ କରନ୍ତୁ।
pa: ਵੱਖ-ਵੱਖ ਦ੍ਰਿਸ਼ਾਂ ਦੀਆਂ ਤਸਵੀਰਾਂ ਨੂੰ ਆਟੋਮੈਟਿਕਲੀ ਸੁਧਾਰਨ ਲਈ ਇੰਟੈਲੀਜੈਂਟ ਚਿੱਤਰ ਪਛਾਣ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Automatycznie poprawia zdjęcia różnych scen, używając inteligentnego rozpoznawania obrazu.
pt_br: Usa o reconhecimento de imagem inteligente para melhorar automaticamente fotos de várias cenas.
pt_pt: Melhorar automaticamente fotografias de vários cenários com o reconhecimento inteligente de imagens.
ro: Pozele care înfățișează diverse scene vor fi îmbunătățite automat utilizând recunoașterea inteligentă a imaginilor.
ru: Автоматическое улучшение снимков с помощью распознавания изображений.
sk: Automatické vylepšovanie fotiek rôznych scén pomocou inteligentného rozpoznávania obrazu.
sl: Samodejno izboljša fotografije različnih prizorov z inteligentnim prepoznavanjem slik.
sv: Förbättra bilder av olika miljöer automatiskt med intelligent bildigenkänning.
ta: நுண்ணறிவுமிக்க படமறிதல் தொழில்நுட்பத்தைப் பயன்படுத்தி புகைப்படங்களின் பலதரப்பட்ட காட்சிகளைத் தன்னியக்கமாக மேம்படுத்தலாம்.
te: ఇంటెలిజెంట్ ఇమేజ్ గుర్తింపును ఉపయోగించి వివిధ దృశ్యాల ఫోటోలను ఆటోమేటిక్‌గా మెరుగుపరుస్తుంది.
th: ปรับปรุงรูปภาพวิวทิวทัศน์ต่างๆ ได้อัตโนมัติโดยใช้การเรียนรู้ภาพอัจฉริยะ
tr: Çeşitli manzara fotoğraflarını akıllı görüntü tanımayı kullanarak otomatik olarak iyileştirir.
uk: Автоматично покращувати якість фотознімків різних сюжетів із застосуванням інтелектуальних засобів розпізнавання зображень.
ur: انٹیلیجنٹ امیج کی شناخت کا استعمال کر کے متعدد مناظر کی تصاویر کو آٹومیٹک طریقے سے بہتر بنائیں۔
vi: Tự động cải thiện ảnh về các cảnh khác nhau bằng tính năng nhận biết hình ảnh thông minh.
zh_cn: 使用智能图像识别，自动改善各种场景的照片。
zh_hk: 使用智能影像識別來自動改進各種場景的相片。
zh_tw: 使用智慧型影像辨識來自動改進各種場景的照片。

# SEM_DEV_SWITCH
source: Scene Detection
ar: اكتشاف المشهد
bg: Разпознаване на сцени
bn: দৃশ্য শনাক্তকরণ
ca: Detecció d’escena
cs: Detekce scény
da: Registrering af scene
de: Szenenerkennung
el: Ανίχνευση σκηνών
es: Detección de escenas
es_us: Detección de escenas
fi: Tilanteen tunnistus
fr: Détection de la scène
fr_ca: Détection de scène
gu: સીન ડિટેક્શન
he: זיהוי פריטים בתמונה
hi: दृश्य पहचान
hr: Detekcija scena
hu: Téma felismerése
id: Deteksi Pemandangan
it: Rilevamento scene
ja: シーン検出
kk: Көріністі анықтау
kn: ದೃಶ್ಯ ಪತ್ತೆಹಚ್ಚುವಿಕೆ
ko: 장면 감지
lt: Scenos aptikimas
ml: ദൃശ്യം തിരിച്ചറിയൽ
mr: दृश्य डिटेक्शन
ms: Pengesanan Adegan
nb: Sceneanalyse
nl: Scènedetectie
or: ଦୃଶ୍ୟ ଚିହ୍ନଟକରଣ
pa: ਦ੍ਰਿਸ਼ ਦਾ ਪਤਾ ਲਗਾਉਣਾ
pl: Wykrywanie sceny
pt_br: Detecção de Cena
pt_pt: Deteção de cenário
ro: Detectare scenă
ru: Обнаружение сцены
sk: Detekcia scény
sl: Zaznaj prizor
sv: Miljödetektering
ta: காட்சி கண்டறிதல்
te: దృశ్యం గుర్తింపు
th: ตรวจจับวิวทิวทัศน์
tr: Sahne Algılama
uk: Виявлення сюжетів
ur: منظر کی شناخت
vi: Phát hiện cảnh
zh_cn: 场景检测
zh_hk: 場景偵測
zh_tw: 場景偵測

# SEMANTIC_STYLES_ROW_FOOTER
source: Personalize the look of your photos by bringing your preferences into the capture. Photographic Styles use advanced scene understanding to apply the right amount of adjustments to different parts of the photo.
ar: يمكنك تخصيص مظهر الصور من خلال توفير تفضيلاتك أثناء الالتقاط. تستخدم "الأنماط الفوتوغرافية" فهمًا متطورًا للمشهد بغرض تطبيق كمية التعديلات المناسبة على أجزاء مختلفة من الصورة.
bg: Персонализирайте вида на вашите снимки, като използвате настройки при снимането. Фотографските стилове използват усъвършенствано разбиране на сцената, за да прилагат правилни настройки към различните части от снимката.
bn: নিজের মতো ছবি তুলে আপনার ছবিগুলি ব্যক্তিগতকৃত করুন। ফটোগ্রাফিক স্টাইল-এ ছবির বিভিন্ন অংশে যথাযথ পরিমাণে অ্যাডজাস্টমেন্ট করতে উন্নত দৃশ্য বিকল্প ব্যবহার করা হয়।
ca: Personalitza l’aspecte de les fotos d’acord amb les teves preferències. Els estils fotogràfics fan servir l’anàlisi avançada d’escenes per aplicar el nombre adequat d’ajustaments a les diferents parts de la foto.
cs: Vzhled fotek můžete přizpůsobit pomocí předvoleb pro snímání. Fotografické styly využívají pokročilou analýzu scén, na jejímž základě vhodně upravují různé oblasti na fotce.
da: Sæt dit eget præg på dine fotos ved at tilpasse udseendet efter din smag. Fotostil bruger avanceret sceneregistrering til at foretage de helt rigtige justeringer af forskellige dele af fotoet.
de: Personalisiere die Darstellung deiner Fotos, indem du persönliche Vorlieben in die Aufnahme einbringst. „Fotografische Stile“ verwendet erweiterte Szenenerkennung, um das richtige Maß an Anpassungen in den verschiedenen Bereichen des Bilds vorzunehmen.
el: Εξατομικεύστε την εμφάνιση των φωτογραφιών σας προσαρμόζοντας κάθε λήψη σύμφωνα με τις προτιμήσεις σας. Τα φωτογραφικά στιλ χρησιμοποιούν προηγμένη κατανόηση σκηνών, ώστε να εφαρμόζουν τις κατάλληλες προσαρμογές σε διαφορετικά τμήματα της φωτογραφίας.
es: Personaliza el aspecto de tus fotos de acuerdo con tus preferencias. Los estilos fotográficos utilizan el análisis avanzado de escenas para aplicar la cantidad adecuada de ajustes a las distintas partes de la foto.
es_us: Personaliza el aspecto de tus fotos al aplicar tus preferencias a cada captura. Los estilos fotográficos usan la detección de escena avanzada para aplicar la cantidad correcta de ajustes a las distintas partes de la foto.
fi: Personoi kuvien ilme käyttämällä suosikkiasetuksiasi otettuun kuvaan. Valokuvatyylit käyttävät kuvan eri osiin oikean määrän säätöjä hyödyntämällä kehittynyttä kuvaustilanteen tunnistusta.
fr: Personnalisez l’apparence de vos photos en intégrant directement vos préférences lors de la capture. Les différents styles photographiques reposent sur une technologie avancée d’identification des scènes pour appliquer un réglage optimal à chaque partie de vos photos.
fr_ca: Personnalisez l’aspect de vos photos en appliquant vos préférences à la capture. Les styles photographiques tirent profit de la compréhension de scène avancée afin d’apporter les bons ajustements à différentes parties de la photo.
gu: તમારી પસંદગીને કૅપ્ચરમાં લાવીને તમારા ફોટોના દેખાવને પર્સનલાઇઝ કરો. ફોટોના અલગ-અલગ ભાગ પર યોગ્ય પ્રમાણમાં ઍડજસ્ટમેંટ લાગુ કરવા માટે ફોટોગ્રાફિક સ્ટાઇલ ઍડવાંસ સીન અનડરસ્ટેનડિંગનો ઉપયોગ કરે છે.
he: באפשרותך להתאים אישית את מראה התמונה שלך על ידי הגדרת ההעדפות שלך במצב הצילום. ל״סגנונות צילומיים״ יכולת הבנת סצנה מתקדמת, המאפשרת להחיל את כמות ההתאמות הנכונה על חלקים שונים של התמונה.
hi: अपनी पसंद को कैप्चर में लाकर अपनी तस्वीरों की छवि वैयक्तिकृत करें। फ़ोटोग्राफ़िक स्टाइल एडवांस दृश्य समझदारी का उपयोग करती हैं और तस्वीर के अलग-अलग हिस्सों पर उचित मात्रा में ऐडजस्टमेंट लागू करती हैं।
hr: Personalizirajte izgled fotografija tako da svoje ideje stavite u prvi plan. Fotografski stilovi koriste napredno razumijevanje scene za primjenu prave količine prilagođavanja na različite dijelove fotografije.
hu: Személyre szabhatja a fotói megjelenését, ha egyéni beállításokat alkalmaz a felvételeken. A Fotografikus stílusok fejlett jelenetérzékelést használnak, amelynek köszönhetően optimális mennyiségben végezhet korrekciókat a fotók különböző területein.
id: Personalisasi tampilan foto Anda dengan menerapkan preferensi Anda dalam pengambilan gambar. Gaya Fotografi menggunakan pemahaman pemandangan mutakhir untuk menerapkan penyesuaian dengan tepat ke berbagai bagian foto.
it: Personalizza l’aspetto delle foto applicando le tue preferenze nello scatto. Gli stili fotografici utilizzano l’analisi avanzata delle scene per implementare la corretta quantità di regolazioni in diverse parti della foto.
ja: あなたの好みを撮影時に反映させて、写真の外観をパーソナライズしましょう。フォトグラフスタイルは、高度なシーン認識を用いて、撮影した写真のさまざまな部分に適切な調整を行います。
kk: Өз параметрлеріңізді қолдану арқылы фотоға ерекше стиль беріңіз. Фотографиялық стильдер фотоның әртүрлі фрагменттерін тиімдірек түзету үшін көріністі анықтаудың жақсартылған әдісін қолданады.
kn: ಕ್ಯಾಪ್ಚರ್ ಮಾಡುವಾಗ ನಿಮ್ಮ ಆದ್ಯತೆಗಳನ್ನು ಪರಿಗಣಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಫೋಟೋಗಳ ನೋಟವನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಿ. ಫೋಟೋಗ್ರಾಫಿಕ್ ಶೈಲಿಗಳು ಫೋಟೋದ ವಿಭಿನ್ನ ಭಾಗಗಳಿಗೆ ಸರಿಯಾದ ಪ್ರಮಾಣದ ಹೊಂದಾಣಿಕೆಗಳನ್ನು ಅನ್ವಯಿಸಲು ಸುಧಾರಿತ ದೃಶ್ಯ ತಿಳುವಳಿಕೆಯನ್ನು ಬಳಸುತ್ತವೆ.
ko: 취향에 맞는 설정을 캡처에 적용하여 사진의 스타일을 개인 맞춤화합니다. 사진 스타일은 고급 장면 파악 기능을 사용하여 사진의 각기 다른 부분을 적절하게 조절합니다.
lt: Suasmeninkite nuotraukų vaizdą, pritaikydami joms savo pageidavimus. Funkcija „Fotografavimo stiliai“ naudoja pažangią scenos suvokimo funkciją, kad skirtingoms nuotraukos dalims pritaikytų reikiamą korekcijos kiekį.
ml: നിങ്ങളുടെ മുൻഗണനകൾ കാപ്ചറിലേക്ക് കൊണ്ടുവന്ന് നിങ്ങളുടെ ഫോട്ടോകളുടെ ദൃശ്യരീതി വ്യക്തിഗതമാക്കൂ. ഫോട്ടോയുടെ വിവിധ ഭാഗങ്ങളിലേക്ക് ശരിയായ അളവിലുള്ള ക്രമപ്പെടുത്തലുകൾ പ്രയോഗിക്കാൻ ഫോട്ടോഗ്രാഫിക് സ്റ്റൈലുകൾ മെച്ചപ്പെട്ട ദൃശ്യഗ്രഹണശേഷി ഉപയോഗിക്കുന്നു.
mr: तुमची प्राधान्ये कॅप्चरमध्ये टाकून तुमच्या छायाचित्रातील दृश्य वैयक्तिकृत करा. फोटोग्राफिक स्टाइल्स, ॲडव्हान्स्ड सीन अंडरस्टॅंडिंग वापरून छायाचित्राच्या वेगवेगळ्या भागांवर योग्य प्रमाणात ॲडजस्टमेंट लागू करतात.
ms: Peribadikan rupa foto anda dengan menggunakan keutamaan anda pada foto. Gaya Fotografi menggunakan pemahaman adegan lanjutan untuk menggunakan amaun pelarasan yang tepat pada bahagian berlainan foto.
nb: Sett ditt eget preg på bildene dine ved å tilpasse utseendet deres. Fotostiler bruker avansert sceneforståelse for å gjøre de rette justeringene på ulike deler av bildet.
nl: Personaliseer de weer­gave van je foto's door je voor­keuren in de opname te integreren. Foto­grafische stijlen gebruiken geavanceerde scène­detectie om het juiste aantal aanpassingen toe te passen op verschillende delen van de foto.
or: ଆପଣଙ୍କ ପସନ୍ଦଗୁଡ଼ିକୁ କ୍ୟାପ୍‌ଚର୍ ମଧ‍୍ୟକୁ ଆଣି ଆପଣଙ୍କ ଫଟୋଗୁଡ଼ିକର ଲୁକ୍‌କୁ ପର୍ସନଲାଇଜ୍‌ କରନ୍ତୁ। ଫଟୋଗ୍ରାଫିକ୍ ଷ୍ଟାଇଲ୍ ଫଟୋର ବିଭିନ୍ନ ଅଂଶରେ ସଠିକ୍ ପରିମାଣର ଆଡ୍‌ଜଷ୍ଟମେଣ୍ଟ୍ ଲାଗୁ କରିବାକୁ ଉନ୍ନତ ଦୃଶ୍ୟ ବୁଦ୍ଧିମତ୍ତା ବ୍ୟବହାର କରେ।
pa: ਆਪਣੀਆਂ ਤਰਜੀਹਾਂ ਨੂੰ ਕੈਪਚਰ ਵਿੱਚ ਲਿਆ ਕੇ ਆਪਣੀਆਂ ਤਸਵੀਰਾਂ ਦੀ ਦਿੱਖ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਓ। ਫ਼ੋਟੋਗ੍ਰਾਫ਼ਿਕ ਸਟਾਇਲ ਉੱਨਤ ਦ੍ਰਿਸ਼ ਸਮਝ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ ਅਤੇ ਤਸਵੀਰ ਦੇ ਵੱਖ-ਵੱਖ ਹਿੱਸਿਆਂ ‘ਤੇ ਲੋੜ ਅਨੁਸਾਰ ਐਡਜਸਟਮੈਂਟਾਂ ਲਾਗੂ ਕਰਦੀ ਹੈ।
pl: Możesz zmieniać wygląd zdjęć według własnych preferencji. Style fotograficzne stosują zaawansowaną analizę sceny, aby optymalnie korygować poszczególne obszary zdjęć.
pt_br: Aplique suas preferências ao visual das fotos para personalizá-las no momento da captura. Estilos Fotográficos usam uma compreensão avançada da cena para aplicar a quantidade ideal de ajustes em partes diferentes da foto.
pt_pt: Personalize o aspeto das suas fotografias com as suas preferências no momento da captura. Através do reconhecimento avançado de cenário, os estilos fotográficos aplicam o grau certo de ajustes às diferentes partes da fotografia.
ro: Personalizați aspectul pozelor prin adaptarea cadrelor la preferințele dvs. Stilurile fotografice utilizează tehnici avansate de înțelegere a scenei pentru a aplica reglajele potrivite în diferite porțiuni ale pozei.
ru: Привнесите в фото уникальный стиль, применяя собственные настройки. Фотографические стили используют улучшенное обнаружение сцен, чтобы эффективнее корректировать разные фрагменты фото.
sk: Nechajte svoje fotky zažiariť v rovnakom svetle. Fotografické štýly využívajú pokročilú analýzu scén, na základe ktorej vhodne upravujú rôzne oblasti na fotke.
sl: Prilagodite videz svojih fotografij tako, da pri zajemanju uporabite svoje želene nastavitve. Fotografski slogi na osnovi naprednega razumevanja prizora uporabijo prave vrednosti za prilagoditev na različnih delih fotografije.
sv: Gör dina bilder personliga genom att anpassa utseendet på dem. Fotografiska stilar använder en avancerad scenarioförståelse till att utföra rätt justeringar på olika delar av bilden.
ta: படம் எடுக்கும்போதே உங்கள் விருப்பங்களுக்கேற்ப முன்னுரிமைகளை மாற்றியமைப்பதன் மூலம் உங்கள் புகைப்படங்களின் தோற்றத்தைப் பிரத்தியேகமாக்கலாம். புகைப்படங்களின் வெவ்வேறு பகுதிகளில் சரியான அளவில் மாற்றங்களைச் செய்வதற்காக மேம்பட்ட காட்சி உணர்தல் அம்சத்தை “ஃபோட்டோகிராஃபிக் ஸ்டைல்கள்” அமைப்பு பயன்படுத்துகிறது.
te: క్యాప్చర్‌లోకి మీ ప్రాధాన్యతలను తీసుకుని రావడం ద్వారా మీ ఫోటోల లుక్‌ను వ్యక్తిగతీకరించండి. ఫోటోగ్రాఫిక్ స్టైల్‌లు ఫోటోలోని వివిధ భాగాలకు సరైన మొత్తంలో సర్దుబాట్లను వర్తింపజేయడానికి అధునాతన దృశ్య అవగాహనను ఉపయోగిస్తాయి.
th: ปรับแต่งรูปแบบภาพถ่ายตามต้องการโดยนำการปรับค่าภาพถ่ายของคุณมาใช้ รูปแบบภาพถ่ายใช้การตรวจจับวิวทิวทัศน์ขั้นสูงเพื่อปรับแต่งส่วนต่างๆ ของรูปภาพให้ลงตัวที่สุด
tr: Çekim sırasında sizin tercihlerinizi kullanarak fotoğraflarınızın görünümünü kişiselleştirir. Fotoğrafik Stiller, fotoğrafın farklı bölümlerine doğru miktarda ayarlama uygulamak için ileri düzey sahne algılamayı kullanır.
uk: Персоналізуйте вигляд фотографій, увімкнувши для зйомки власні параметри. Функція «Стилі фотографій» використовує вдосконалене розпізнавання сцен, щоб відповідним чином змінювати різні частини фотографії.
ur: اپنی ترجیحات کو کیپچر میں لا کر اپنی تصاویر کی شکل کو ذاتی بنائیں۔ طرز تصویرکشی منظر کو سمجھنے کے لیے ترقی یافتہ ذہانت کا استعمال کرتی ہے اور تصویر کے الگ الگ حصوں پر درست مقدار میں ایڈجسٹمنٹ لاگو کرتی ہے۔
vi: Cá nhân hóa giao diện ảnh của bạn bằng cách đưa các tùy chọn của bạn vào ảnh chụp. Phong cách nhiếp ảnh sử dụng tính năng nhận biết cảnh nâng cao để áp dụng mức độ điều chỉnh phù hợp cho các phần khác nhau của ảnh.
zh_cn: 将你的个人审美带进摄影作品，使照片更加个性化。“摄影风格”使用先进的场景理解技术对照片各部分进行恰到好处的调整。
zh_hk: 將你的個人審美觀帶進攝影作品，令相片更加個人化。「攝影風格」使用先進的場景理解技術對相片各部份進行恰到好處的調整。
zh_tw: 將個人喜好帶進拍攝中來個人化照片風格。「攝影風格」會使用進階的場景理解來對照片各個部分進行恰到好處的調整。

# SEMANTIC_STYLES_ROW_TITLE
source: Photographic Styles
ar: الأنماط الفوتوغرافية
bg: Фотографски стилове
bn: ফটোগ্রাফিক স্টাইল
ca: Estils fotogràfics
cs: Fotografické styly
da: Fotostil
de: Fotografische Stile
el: Φωτογραφικά στιλ
es: Estilos fotográficos
es_us: Estilos fotográficos
fi: Valokuvatyylit
fr: Styles photographiques
fr_ca: Styles photographiques
gu: ફોટોગ્રાફિક સ્ટાઇલ
he: סגנונות צילומיים
hi: फ़ोटोग्राफ़िक स्टाइल
hr: Fotografski stilovi
hu: Fotografikus stílusok
id: Gaya Fotografi
it: Stili fotografici
ja: フォトグラフスタイル
kk: Фотографиялық стильдер
kn: ಫೋಟೋಗ್ರಾಫಿಕ್ ಶೈಲಿಗಳು
ko: 사진 스타일
lt: Fotografavimo stiliai
ml: ഫോട്ടോഗ്രാഫിക് സ്റ്റൈലുകൾ
mr: फोटोग्राफिक स्टाइल
ms: Gaya Fotografi
nb: Fotostiler
nl: Fotografische stijlen
or: ଫଟୋଗ୍ରାଫିକ୍ ଷ୍ଟାଇଲ୍
pa: ਫ਼ੋਟੋਗ੍ਰਾਫ਼ਿਕ ਸਟਾਇਲ
pl: Style fotograficzne
pt_br: Estilos Fotográficos
pt_pt: Estilos fotográficos
ro: Stiluri fotografice
ru: Фотографические стили
sk: Fotografické štýly
sl: Fotografski slogi
sv: Fotografiska stilar
ta: ஃபோட்டோகிராஃபிக் ஸ்டைல்கள்
te: ఫోటోగ్రాఫిక్ స్టైల్‌లు
th: รูปแบบภาพถ่าย
tr: Fotoğrafik Stiller
uk: Стилі фотографій
ur: طرز تصویرکشی
vi: Phong cách nhiếp ảnh
zh_cn: 摄影风格
zh_hk: 攝影風格
zh_tw: 攝影風格
